source/1_Lesson.org
#+STARTUP:indent
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="css/styles.css"/>
#+HTML_HEAD_EXTRA: <link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
#+HTML_HEAD_EXTRA: <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.9.1/jquery.min.js" type="text/javascript"></script>
#+HTML_HEAD_EXTRA: <script src="js/navbar.js" type="text/javascript"></script>
#+OPTIONS: f:nil author:nil num:nil creator:nil timestamp:nil toc:nil html-style:nil

#+TITLE: ESafety 2
#+AUTHOR: Paul Dougall

#+BEGIN_HTML
  <div class="github-fork-ribbon-wrapper left">
    <div class="github-fork-ribbon">
      <a href="https://github.com/stpd11/8-CS-ESafety2">Fork me on GitHub</a>
    </div>
  </div>
<div id="stickyribbon">
    <ul>
      <li><a href="1_Lesson.html">Week1</a></li>
      <li><a href="2_Lesson.html">Week2</a></li>
      <li><a href="3_Lesson.html">Week3</a></li>
      <li><a href="assessment.html">Assessment</a></li>
    </ul>
  </div>
#+END_HTML
* COMMENT Use as a template
:PROPERTIES:
:HTML_CONTAINER_CLASS: activity
:END:
** Learn It
:PROPERTIES:
:HTML_CONTAINER_CLASS: learn
:END:

** Research It
:PROPERTIES:
:HTML_CONTAINER_CLASS: research
:END:

** Design It
:PROPERTIES:
:HTML_CONTAINER_CLASS: design
:END:

** Build It
:PROPERTIES:
:HTML_CONTAINER_CLASS: build
:END:

** Test It
:PROPERTIES:
:HTML_CONTAINER_CLASS: test
:END:

** Run It
:PROPERTIES:
:HTML_CONTAINER_CLASS: run
:END:

** Document It
:PROPERTIES:
:HTML_CONTAINER_CLASS: document
:END:

** Code It
:PROPERTIES:
:HTML_CONTAINER_CLASS: code
:END:

** Program It
:PROPERTIES:
:HTML_CONTAINER_CLASS: program
:END:

** Try It
:PROPERTIES:
:HTML_CONTAINER_CLASS: try
:END:

** Badge It
:PROPERTIES:
:HTML_CONTAINER_CLASS: badge
:END:

** Save It
:PROPERTIES:
:HTML_CONTAINER_CLASS: save
:END:

* Cyberbullying
:PROPERTIES:
:HTML_CONTAINER_CLASS: activity
:END:
** Learn It
:PROPERTIES:
:HTML_CONTAINER_CLASS: learn
:END:
Visit this website on [[http://www.cyberbullying.info/office.php][Cyberbullying]]
- Open up a suitable text editor to take your notes.
- Look on the desk to find a definition of cyberbullying by Richard Aedy. Write it in your notes (hint: try to find ‘What is cyberbullying?’).
- Go back. Find the mobile phone and open the inbox.  Find out what happened to Kylie Kenney. Describe what happened below and also write what you think Kylie could have done to get help.

- Try and find a definition for the following words (Hint: look on the book shelf):

   - Flaming
   - Cyberstalking
   - Masquerading
- Try and find the 8 mediums (areas of technology) that Cyberbullying takes place within.

- Read the notice board.  List three things you have learnt from it.

** Badge It- Silver
:PROPERTIES:
:HTML_CONTAINER_CLASS: badge
:END:
- Upload your notes on the first tasks regarding Cyberbullying.


* Action and reaction?
:PROPERTIES:
:HTML_CONTAINER_CLASS: activity
:END:
** Learn It
:PROPERTIES:
:HTML_CONTAINER_CLASS: learn
:END:
- There are a few simple measures you can take to ensure you stay safe.
- Watch the below video. *NB. You may need to click the YouTube link.*
#+begin_html
<iframe width="630" height="400" src="https://www.youtube.com/embed/nbGIwCJK7FM" frameborder="0" allowfullscreen></iframe>
#+end_html
*Questions on the video*

- How did it all start?
- What mediums were used to faciliate the bullying?
- How did the boy get it to stop?
- What do we think happened to the girl in the end?
#+begin_html
<iframe width="616" height="347" src="https://www.youtube.com/embed/HFsfDLCkfQU"  frameborder="0" allowfullscreen></iframe>
#+end_html
*Questions on the video*

- What happened to the girl while she was using social media?
- What did the Police do when the parents were suscipious?
- What did the girl do?
- Who was Josh Evans?

** Badge It- Gold
:PROPERTIES:
:HTML_CONTAINER_CLASS: badge
:END:
- Upload your answers to the questions on the two videos.


* Sexting?
:PROPERTIES:
:HTML_CONTAINER_CLASS: activity
:END:
** Learn It
:PROPERTIES:
:HTML_CONTAINER_CLASS: learn
:END:
 *What is sexting?*

- Sexting is when someone sends or recieves a sexually explict message through their mobile phone or webcam.
- This maybe in the form of an image, text or a video and is sometimes called cybersex or sending a nudie.   
- It maybe naked pictures or 'nudes', underwear shots or dirty pics.

 *Why do people send them?*

- pressure to prove their sexuality
- everyone else is doing it
- threatening or blackmailed into doing it
- to show you trust or love someone
- proud of your body and want to share it 
- in a long distance or online relationship

 *What are the dangers?*

- Not harmless
- It's illegal. If you are under 18 the law sees you as a child. If you have indecent images or videos of someone - even if you are the same age - this is an offence under the Protection
 of Children Act 1978 and the Criminal Justice Act 1988. 
- No control on how they are used or shared - once it is out there it is 'out' there.
- Vulnerable to blackmail, bullying, unwanted attention and emotional distress

*What to do if you feel pressured?*

- Report it - this link shows how to report on various types of social media [[http://www.childnet.com/resources/how-to-make-a-report][Childnet]] or [[http://www.ceop.police.uk/safety-centre/11-16/][CEOP]]
- Speak to someone either an adult in your life or pick up the phone to Childline on 0800 1111 or on their website [[https://www.childline.org.uk/Explore/OnlineSafety/Pages/Sexting.aspx][Childline]]
- Block them
- Don't give in to pressure - once you have pressed send you can't take it back.
- Use - [[https://www.childline.org.uk/Play/GetInvolved/Pages/sexting-zipit-app.aspx][Zipit - the App]]

 *Places to go for help or advice*

- [[https://www.nspcc.org.uk/preventing-abuse/keeping-children-safe/sexting/][NSPCC]]
- [[http://www.internetmatters.org/][Internet Matters]]
- [[http://www.saferinternet.org.uk/advice-and-resources/young-people/11-19s][Safer Internet]]
- [[http://www.thinkuknow.co.uk/14_plus/][ThinkuKnow]]


- Watch the video below:
#+begin_html
<iframe width="616" height="347" src="https://www.youtube.com/embed/4ovR3FF_6us" frameborder="0" allowfullscreen></iframe>
#+end_html

** Badge It- Platinum
:PROPERTIES:
:HTML_CONTAINER_CLASS: badge
:END:
- Play the Digizen [[http://digizen.org/resources/digizen-game.aspx][game]] 
- How good are you as a digital citizen?


