pages/1_Lesson.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>ESafety2</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css/styles.css"/>
<link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">ESafety2</h1>
  <div class="github-fork-ribbon-wrapper left">
    <div class="github-fork-ribbon">
      <a href="https://github.com/stpd11/8-CS-ESafety2">Fork me on GitHub</a>
    </div>
  </div>
<div id="stickyribbon">
    <ul>
      <li><a href="1_Lesson.html">Week1</a></li>
      <li><a href="2_Lesson.html">Week2</a></li>
      <li><a href="3_Lesson.html">Week3</a></li>
      <li><a href="assessment.html">Assessment</a></li>
    </ul>
  </div>
<div id="outline-container-sec-1" class="outline-2 activity">
<h2 id="sec-1">Cyberbullying</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-sec-1-1" class="outline-3 learn">
<h3 id="sec-1-1">Learn It</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Visit this website on <a href="http://www.cyberbullying.info/office.php">Cyberbullying</a>
</p>
<ul class="org-ul">
<li>Open up a suitable text editor to take your notes.
</li>
<li>Look on the desk to find a definition of cyberbullying by Richard Aedy. Write it in your notes (hint: try to find ‘What is cyberbullying?’).
</li>
<li>Go back. Find the mobile phone and open the inbox.  Find out what happened to Kylie Kenney. Describe what happened below and also write what you think Kylie could have done to get help.
</li>

<li>Try and find a definition for the following words (Hint: look on the book shelf):

<ul class="org-ul">
<li>Flaming
</li>
<li>Cyberstalking
</li>
<li>Masquerading
</li>
</ul>
</li>
<li>Try and find the 8 mediums (areas of technology) that Cyberbullying takes place within.
</li>

<li>Read the notice board.  List three things you have learnt from it.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3 badge">
<h3 id="sec-1-2">Badge It- Silver</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Upload your notes on the first tasks regarding Cyberbullying.
</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2 activity">
<h2 id="sec-2">Action and reaction?</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-sec-2-1" class="outline-3 learn">
<h3 id="sec-2-1">Learn It</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>There are a few simple measures you can take to ensure you stay safe.
</li>
<li>Watch the below video. <b>NB. You may need to click the YouTube link.</b>
</li>
</ul>
<iframe width="630" height="400" src="https://www.youtube.com/embed/nbGIwCJK7FM" frameborder="0" allowfullscreen></iframe>
<p>
<b>Questions on the video</b>
</p>

<ul class="org-ul">
<li>How did it all start?
</li>
<li>What mediums were used to faciliate the bullying?
</li>
<li>How did the boy get it to stop?
</li>
<li>What do we think happened to the girl in the end?
</li>
</ul>
<iframe width="616" height="347" src="https://www.youtube.com/embed/HFsfDLCkfQU"  frameborder="0" allowfullscreen></iframe>
<p>
<b>Questions on the video</b>
</p>

<ul class="org-ul">
<li>What happened to the girl while she was using social media?
</li>
<li>What did the Police do when the parents were suscipious?
</li>
<li>What did the girl do?
</li>
<li>Who was Josh Evans?
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3 badge">
<h3 id="sec-2-2">Badge It- Gold</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Upload your answers to the questions on the two videos.
</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-sec-3" class="outline-2 activity">
<h2 id="sec-3">Sexting?</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-sec-3-1" class="outline-3 learn">
<h3 id="sec-3-1">Learn It</h3>
<div class="outline-text-3" id="text-3-1">
<p>
<b>What is sexting?</b>
</p>

<ul class="org-ul">
<li>Sexting is when someone sends or recieves a sexually explict message through their mobile phone or webcam.
</li>
<li>This maybe in the form of an image, text or a video and is sometimes called cybersex or sending a nudie.   
</li>
<li>It maybe naked pictures or 'nudes', underwear shots or dirty pics.

<p>
<b>Why do people send them?</b>
</p>
</li>

<li>pressure to prove their sexuality
</li>
<li>everyone else is doing it
</li>
<li>threatening or blackmailed into doing it
</li>
<li>to show you trust or love someone
</li>
<li>proud of your body and want to share it 
</li>
<li>in a long distance or online relationship

<p>
<b>What are the dangers?</b>
</p>
</li>

<li>Not harmless
</li>
<li>It's illegal. If you are under 18 the law sees you as a child. If you have indecent images or videos of someone - even if you are the same age - this is an offence under the Protection
of Children Act 1978 and the Criminal Justice Act 1988. 
</li>
<li>No control on how they are used or shared - once it is out there it is 'out' there.
</li>
<li>Vulnerable to blackmail, bullying, unwanted attention and emotional distress
</li>
</ul>

<p>
<b>What to do if you feel pressured?</b>
</p>

<ul class="org-ul">
<li>Report it - this link shows how to report on various types of social media <a href="http://www.childnet.com/resources/how-to-make-a-report">Childnet</a> or <a href="http://www.ceop.police.uk/safety-centre/11-16/">CEOP</a>
</li>
<li>Speak to someone either an adult in your life or pick up the phone to Childline on 0800 1111 or on their website <a href="https://www.childline.org.uk/Explore/OnlineSafety/Pages/Sexting.aspx">Childline</a>
</li>
<li>Block them
</li>
<li>Don't give in to pressure - once you have pressed send you can't take it back.
</li>
<li>Use - <a href="https://www.childline.org.uk/Play/GetInvolved/Pages/sexting-zipit-app.aspx">Zipit - the App</a>

<p>
<b>Places to go for help or advice</b>
</p>
</li>

<li><a href="https://www.nspcc.org.uk/preventing-abuse/keeping-children-safe/sexting/">NSPCC</a>
</li>
<li><a href="http://www.internetmatters.org/">Internet Matters</a>
</li>
<li><a href="http://www.saferinternet.org.uk/advice-and-resources/young-people/11-19s">Safer Internet</a>
</li>
<li><a href="http://www.thinkuknow.co.uk/14_plus/">ThinkuKnow</a>
</li>
</ul>


<ul class="org-ul">
<li>Watch the video below:
</li>
</ul>
<iframe width="616" height="347" src="https://www.youtube.com/embed/4ovR3FF_6us" frameborder="0" allowfullscreen></iframe>
</div>
</div>

<div id="outline-container-sec-3-2" class="outline-3 badge">
<h3 id="sec-3-2">Badge It- Platinum</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Play the Digizen <a href="http://digizen.org/resources/digizen-game.aspx">game</a> 
</li>
<li>How good are you as a digital citizen?
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
